[
  {
    "label": "A D&D-ben a lehetőségek korlátlanok, a következmények pedig kötelezőek."
  },
  {
    "label": "Általánosságban elmondható, hogy ha D&D játék közben egy törtet kapunk, kerekítsük lefelé."
  },
  {
    "label": "Általánosságban elmondható, hogy hakét szám között döntetlen a végeredmény, akkor az nyer, aki dobott."
  },
  {
    "label": "Nincsenek rossz utak, csak olyanok, amelyekre a DM nem készült fel."
  },
  {
    "label": "Egy lény lehet Apró, Kicsi, Közepes, Nagy, Hatalmas vagy Gargantuán méretű."
  },
  {
    "label": "A legtöbb dobásnál a sikerességet az méri, hogy sikerült-e magasabbat dobni, mint a Nehézségi fok (DC)."
  },
  {
    "label": "A támadó dobások sikerét az méri, hogy sikerült-e magasabbat dobni, mint az Armor Class(AC)."
  },
  {
    "label": "Ez egy asztali játék, a DM válaszai nincsenek beprogramozva. Gondolkodj a megszokottól eltérően!"
  },
  {
    "label": "Legyél óvatos és intelligens,alaposan gondold át a dolgokat. A D&D nem engedivisszatölteni a mentés fájlt."
  },
  {
    "label": "Ne félj a visszavonulástól, ha a harc nem megy jól. Lehet, hogy gyávának tűnik, de a gyávaság általában jobb, mint a halál."
  },
  {
    "label": "Amikor a DM megkérdezi, hogy 'Tényleg? Biztos vagy benne?', mindig mondd, hogy 'Nem'."
  },
  {
    "label": "Tartsd számon a buffvarázslataid, bónuszaid, képességeid és büntetéseidet. A DM-ed nem emlékezhet mindenre."
  },
  {
    "label": "A DM szerepe az, hogy a játékosokkal együtt játsszon, nem pedig ellenük. Legalábbis amennyire te tudod."
  },
  {
    "label": "A DM-ek mindig éhesek. Hozz nekik ételt, és lehet, hogy megkegyelmeznek a karakterednek."
  },
  {
    "label": "Bármennyire is jól érzed magad, ne feledd, hogy nem te vagy az egyetlen ember az asztalnál."
  },
  {
    "label": "Próbáld meg gyakran használni a szociális készségeidet. Nem mindig az erőszak a megoldás, talán azzal a szörnyeteggel is meg lehet beszélnia dolgokat."
  },
  {
    "label": "Mindenképpen jegyzetelj a világ történetéről és történelméről. Valószínűleg valaki nagyon keményen dolgozott rajta."
  },
  {
    "label": "A DM-ek szeretnek csapdákat elhelyezni mindenhol. Kérd meg a helyi Zsiványt (Rouge), hogy keresse meg és hatástalanítsa ezeket."
  },
  {
    "label": "Kezdj bele a szerepkedésbe! Lehet, hogy inspirációs pontot(inspiration point) kapsz, amit felhasználhatsz, hogy előnyhöz juss egy jövőbeli dobásodnál."
  },
  {
    "label": "Ha valamiben jártas vagy (proficient), add hozzá a jártassági bónuszodat(proficiency bonus) a dobáshoz. Logikus, nem?"
  },
  {
    "label": "Ha a kampány kezd túl komolyra fordulni számodra, emlékezz arra, hogy a DM-ek gyakran küzdenek azzal, hogy a kocsmákban komolyan tartsák a dolgokat."
  },
  {
    "label": "Ha előnyben vagy, dobj kétszer a d20-assal, és vedd a magasabb számot."
  },
  {
    "label": "Ha hátrányban vagy, dobj kétszer a d20-assal, és vedd az alacsonyabb számot."
  },
  {
    "label": "Ha van hátrányod és előnyöd is, akkor ezek kioltják egymást, még akkor is, ha bármelyik többszörösen is előfordul."
  },
  {
    "label": "Az erősséged (str) azt méri, hogy milyen könnyen tudsz puszta kézzel összezúzni egy paradicsomot."
  },
  {
    "label": "Az Ügyességi (dex) pontszámod azt méri, hogy mennyire tudsz kitérni egy rád dobott paradicsom elől."
  },
  {
    "label": "Az Állóképesség (con) pontszámod azt méri, hogy meg tudsz-e enni egy rohadt paradicsomot hányás nélkül."
  },
  {
    "label": "Az Intelligencia (int) pontszámod azt méri, hogy milyen valószínűséggel tudod, hogy a paradicsom egy gyümölcs."
  },
  {
    "label": "A Bölcsesség (wis) pontszámod azt méri, hogy milyen valószínűséggel tudod, hogy a paradicsomnak nem gyümölcssalátában a helye."
  },
  {
    "label": "A karizma (char) pontszámod azt méri, hogy mennyire vagy képes eladni egy paradicsom alapú gyümölcssalátát - ami természetesen a salsa."
  },
  {
    "label": "A képességpróbáknál (Ability check) az 1-es vagy 20-as dobás nem határozza meg automatikusan a sikert vagy sikertelenséget."
  },
  {
    "label": "Gyakran használj észlelési próbát (Perception check), hogy lásd, mi történik. Vagylehetsz egyszerűen csak feledékeny. Rajtad áll."
  },
  {
    "label": "Gyanús az NPC szándéka? Dobj egy Megérzés próbát(Insight check), és válj még gyanakvóbbá!"
  },
  {
    "label": "Használj egy meggyőzés próbát (Persuasion check), hogy megnyerd az embereket, barátkozz vagy alkudozz! Csak a tökfilkók fizetnek teljes árat!"
  },
  {
    "label": "Az Előadás próba (Performance check) lehetőséget ad arra, hogy a játékodat teljes értékű musicallá alakítsd."
  },
  {
    "label": "Az atlétikai próba meghatározza, hogy mennyire jól tudsz fizikai tevékenységeket végezni, például mászni vagy touchdown-t futni."
  },
  {
    "label": "Ha többet szeretnél megtudni a földről, illetve a rajta élő növényekről és állatokról, próbáld ki a Természetismeret próbát (Nature check)."
  },
  {
    "label": "Szelídítéspróba (Animal Handling check) Arra jó, hogy megnézd, fel tudsz-e ülni arra a véletlenszerű lényre, és... nem sok minden másra, őszintén szólva."
  },
  {
    "label": "A kézügyességi próba (Sleight of Hand check) nagyszerű dolgok ellopásához. Mindig használd! Semmi idegesítő nincs benne!"
  },
  {
    "label": "Az akrobatika próba (Acrobatics check) akkor használható, ha finom mozgásra van szükséged - vagy ha nagyon-nagyon fel akarsz vágni."
  },
  {
    "label": "A lopakodási próba (Stealth check) lehetővé teszi, hogy elbújj valami mögé a környéken. Milyen hülyeség lenne, ha csak kissé tudnál leguggolni?"
  },
  {
    "label": "A Mágiaismeret próba (Arcana check) mágiával, eldritch információkkal, misztikus hagyományokkal és egyéb kocka szarságokkal kapcsolatos ismereteidre vonatkoznak."
  },
  {
    "label": "A Történelem próba (History check) segítségével felidézheted a történelmet, és végre nyugodtan átmehetsz a polgárháborúról szóló vizsgán."
  },
  {
    "label": "Szeretnél egy deduktív, okos hőst játszani, de a gyenge emberi elméd korlátoz? Dobj nyomozás próbát (Investigation check)."
  },
  {
    "label": "A vallás próba (Religion check) segítségével felidézheted a különböző vallásokról szóló tudnivalókat, de ez nem fogja eltörölni a szívedben lévő bűn érzését."
  },
  {
    "label": "Az orvoslás próbával diagnosztizálhatsz egy betegséget vagy stabilizálhatsz valakit. Nem gyógyít meg karaktert. Kérlek, ne kérdezd ezt meg többet."
  },
  {
    "label": "A Természetismeret próba (Nature check) jó, hogy megtudj dolgokat a vadonról, de szükséged lesz a Túlélésre(Survival), ha azt akarod, hogy ne öljön meg."
  },
  {
    "label": "Dobj egy megtévesztés próbát (Deception check), ha át kell verned valakit! Kérlek, tedd ezt ahelyett, hogy ténylegesen hazudnál a DM-ednek."
  },
  {
    "label": "A megfélemlítés próbát (Intimidation checks) akkor használod, ha a meggyőzés(Persuasion) és a megtévesztés(Deception) nem vált be, és kezdesz dühös lenni."
  },
  {
    "label": "A versenyen (Contest) két résztvevő dob, és az eredményeket egymással, nem pedig a DC-vel hasonlítják össze."
  },
  {
    "label": "Ha egy skill verseny (Skill Contest) döntetlen eredményt hoz, a verseny előtti helyzet változatlan marad."
  },
  {
    "label": "Csoportos ellenőrzésnél (Group Check) a csoportban mindenki dob. Ha a csoport legalább fele sikerrel jár, az ellenőrzés sikeres."
  },
  {
    "label": "A következő körödig csak 1 reakciód, 1 akciód és 1 bónusz akciód van."
  },
  {
    "label": "A reakciódat felhasználhatod egy szabad támadásra(opportunity attack), amikor egy általad látható lény a hatókörödön kívülre kerül."
  },
  {
    "label": "Használd a rohanás (Dash) akciót, ha növelni akarod a mozgásod sebességét az aktuális körben."
  },
  {
    "label": "Ha nem akarod, hogy az ellenség szabad támadást(Opportunity Attack) intézzen ellened, miközben távolodsz, válaszd aVisszavonulás(Disengage) akciót."
  },
  {
    "label": "Aggódsz, hogy könnyen meggyilkolnak? Válaszd a Kitérés(Dodge) akciót, és sokkal nehezebb lesz eltalálni téged."
  },
  {
    "label": "Kitérés (Dodge) közben előnyöd van ügyességi mentődobásoknál(Dexterity saving throws)."
  },
  {
    "label": "Kitérés (Dodge) közben minden ellened irányuló támadó dobás hátrányos, ha látod a támadót."
  },
  {
    "label": "Elveszíted a kitérés (dodge) akció előnyeit, ha cselekvésképtelen(Incapacitated) vagy ha a sebességed 0-ra csökken."
  },
  {
    "label": "A segítség (Help) akcióval adhatsz egy szövetségesednek előnyt(Advantage) a következő képességellenőrzésénél(Ability check, vagy akár a következő támadó dobásánál(attack roll)!"
  },
  {
    "label": "A rejtőzés (Hide) akcióval egy lopakodási próbát(Stealth check) tehetsz, hogy eltűnj szem elől, ha a környezet ezt lehetővé teszi."
  },
  {
    "label": "A Készenlét (ready) akcióval még a következő köröd előtt cselekedhetsz a reakcióddal."
  },
  {
    "label": "Egy művelet bekészítéséhez (ready) meg kell adnod a kiváltó körülményt és azt, hogy mit fogsz tenni, amikor ez bekövetkezik."
  },
  {
    "label": "A keresés(search) akcióval egy észlelés(Perception) vagy nyomozás(Investigation) próbát használhatsz, hogy körülnézz."
  },
  {
    "label": "Enyhén homályos területeken (pl. gyér fény (dimlight), köd(pathyfog) vagy enyhe lombozat(modest foliage)) a látással kapcsolatos észlelési próbák hátrányosak."
  },
  {
    "label": "Erősen homályos területeken (pl. sötétség (darkness), átláthatatlan köd (opaquefog) vagy sűrű lombozat (densefoliage)) a lények gyakorlatilag megvakulnak (blinded)."
  },
  {
    "label": "Erős fény (brightlight), amelyet a nap és a legtöbb fényforrás biztosít egy bizonyos sugarú körben, a legtöbb élőlény számára lehetővé teszi a normális látást."
  },
  {
    "label": "Gyér fény (dimlight) amelyet a hajnal, az alkonyat és a telihold biztosít, általában az erős fény (brightlight) és a sötétség közötti határvonalat jelenti."
  },
  {
    "label": "Sötétség amelyet az éjszakai, kivilágítatlan területek vagy a mágikus sötétség(magicaldarkness) biztosít, megakadályozza, hogy a legtöbb lény normálisan lásson."
  },
  {
    "label": "Egy vaklátó (blind sight) lény látás nélkül is képes érzékelni a környezetét, csak úgy mint Daredevil."
  },
  {
    "label": "Egy megadott hatótávolságon belül a sötétséglátással(darkvision) rendelkező lény úgy lát a sötétben, mintha a sötétség gyér fény(dimlight) lenne."
  },
  {
    "label": "Egy sötétséglátással (dark vision) rendelkező lény a sötétben nem képes színeket megkülönböztetni, csak monokróm árnyalatokat."
  },
  {
    "label": "Egy meghatározott hatótávolságon belül egy igazlátó(truesight) lény nagyjából mindent lát."
  },
  {
    "label": "Zuhanás után a lény minden 10 lábnyi esés után 1d6 bludgeoning sebzést kap, maximum 20d6-ig."
  },
  {
    "label": "Hacsak nem kerüli el a zuhanás okozta sebzéstegy lény, az esés végén elterül(prone)."
  },
  {
    "label": "Egy lény 1 + Állóképesség (con) módosítóval egyenlő számú percig képes visszatartani a lélegzetét (minimum 30 másodperc)."
  },
  {
    "label": "Ha egy lénynek nincs levegője, akkor az Állóképesség (con) módosítóval megegyező számú körig (minimum 1 kör) képes életben maradni."
  },
  {
    "label": "Amikor már nem tud levegő nélkül életben maradni a fuldokló lény, 0 harcerőpontja (hit point) lesz, és haldoklik."
  },
  {
    "label": "A fuldokló lény nem nyerhet vissza harcerőpontot(hit point) és nem stabilizálható, amíg nem kap újra levegőt."
  },
  {
    "label": "Amíg nem fedeznek fel, vagy nem hagyod abba a rejtőzködést(hide), aLopakodás (stealth) próbádat bárki, aktívan keresőlény Észlelés (Perception) próbájával vetjük össze."
  },
  {
    "label": "Nem tudsz elbújni(hide) egy olyan lény elől, amely tisztán lát téged, és elárulod a helyzetedet, ha zajt csapsz."
  },
  {
    "label": "Egy lassú tempóban (slow pace) haladó társaság egy perc alatt 200 lábat, egy óra alatt 2 mérföldet, egy nap alatt pedig 18 mérföldettesz meg."
  },
  {
    "label": "A lassú tempóban (slow pace) utazó csapat mozgás közben is használhatja a lopakodást (stealth)."
  },
  {
    "label": "Egy normál tempóban (normal place) haladó társaság egy perc alatt 300 lábat, egy óra alatt 3 mérföldet, egy nap alatt pedig 24 mérföldettesz meg."
  },
  {
    "label": "Egy gyors tempóban (fast pace) haladó társaság egy perc alatt 400 lábat, egy óra alatt 4 mérföldet, egy nap alatt pedig 30 mérföldet tesz meg."
  },
  {
    "label": "A gyors tempóban (fast pace) utazó csoport -5 büntetést kap a passzív észlelési (Passive Perception) pontokra."
  },
  {
    "label": "Egy varázslat elvarázslásához legalább a varázslat szintjének megfelelő varázsrekeszt kell felhasználnod. A varázstrükk (Cantrip) ingyen van."
  },
  {
    "label": "Néhány varázslathoz koncentrációra van szükség a folyamatos hatás fenntartásához. Nem tudsz egyszerre két varázslatra koncentrálni."
  },
  {
    "label": "A koncentráció megőrzéséhez dobj egy Állóképesség (Con) próbát, ha sérülést szenvedsz. A nehézséggi fok (DC) 10 vagy a sebzés fele, attól függően, hogy melyik a magasabb."
  },
  {
    "label": "Nem tudsz koncentrálni, ha cselekvésképtelen (incapacitated) vagy halott (dead) vagy. Ezt tényleg el kell mondani? Jézusom."
  },
  {
    "label": "A támadási bónuszod varázslatokkal(attackbonuswithspells) egyenlő a varázslatkészség módosítóddal(spell casting ability modifier) plusz a jártassági bónuszoddal(proficiency bonus)."
  },
  {
    "label": "Ha a varázslatodnak támadódobásavan te dobsz. Ha a varázslatodnak mentődobása van az ellenség dob."
  },
  {
    "label": "A hosszú pihenés(long rest) visszaállítja az összes elhasznált varázsrekeszt(splellslot), bár néhány kasztnál a rövid pihenés is visszaadhat párat."
  },
  {
    "label": "Ha páncélt viselsz, akkor ahhoz, hogy varázsolni tudj, jártasnak kell lenned abban a páncélban."
  },
  {
    "label": "Néhány varázslatot magasabb szinten is lehet varázsolni, hogy erősebb hatást érj el, egyes varázstrükkök (cantrip) erősebbek lesznek magasabb szinteken."
  },
  {
    "label": "Néhány varázslatot rituáléként is el lehet mondani. Ez 10 perccel több időt vesz igénybe, de nem emészt fel varázsrekeszt (spellslot)."
  },
  {
    "label": "Néhány varázslatnak különböző hatásterületei lehetnek mindenféle formában és méretben."
  },
  {
    "label": "A legtöbb varázslatnak van egy hatótávolsága, amely meghatározza, hogy mit célozhatsz meg. Néhány csak rád hat."
  },
  {
    "label": "Ugyanannak a varázslat többszöri elmondása nem teszi erősebbé. Csak a legerősebb hatás érvényesül."
  },
  {
    "label": "A különböző varázslatok hatásai összeadódnak, miközben a varázslatok időtartama átfedésben van."
  },
  {
    "label": "Ha egy varázslatot bónusz akcióként varázsolod el, akkor a köröd alatt csak varázstrükköt (Cantrip) varázsolhatsz már."
  },
  {
    "label": "Olyan varázslatok esetében, amelyek varázslása egy akciónál hosszabb időt vesz igénybe, minden fordulóban az akciódat a koncentrációra és a varázslásra kell fordítanod."
  },
  {
    "label": "A harc nem csak a támadásról szól! Kérdezd meg a DM-ed, hogy milyen egyéb akciókat hajthatsz végre a harcban."
  },
  {
    "label": "A kezdeményezés (initiative) határozza meg a harc sorrendjét. A kezdeményezési bónuszod általában csak az ügyességi (Dex) módosítód."
  },
  { "label": "Egy kör harc nagyjából 6 másodperc játékidőnek felel meg." },
  {
    "label": "Ha sebezhető (vulnerable) vagy egy sebzéstípussal szemben, akkor kétszeres sebzést kapsz az adott típusból."
  },
  {
    "label": "Ha ellenálló (resistant) vagy egy sebzéstípussal szemben, akkor az adott sebzéstípus sebzésének felét viseled el."
  },
  {
    "label": "A sebezhetőség vagy ellenállás többszörös előfordulása csak egyszer számít."
  },
  {
    "label": "Ha 1-est dobsz egy támadási dobásnál (attack roll), akkor automatikusan elhibázod a támadást."
  },
  {
    "label": "Ha 20-at dobsz egy támadó dobásnál (attack roll), akkor automatikusan találsz, és kétszer dobsz az összes sebzéskockával, mielőtt módosítókat adnál hozzá."
  },
  {
    "label": "A távolsági támadó (ranged attack) dobásaid hátrányban vannak, ha az ellenség nem cselekvésképtelen (incapacitated), 5 lábon belül van és lát téged."
  },
  {
    "label": "Amikor közelharci támadással(melee attack) 0 harcerőpontra(hp) csökkentesz egy lényt, dönthetsz úgy, hogy megölés helyett kiütöd."
  },
  {
    "label": "A félfedezékben (hal fcover) lévő célpont +2 bónuszt kap Védettségi Fok (AC) és ügyességi(dex) mentődobásokra."
  },
  {
    "label": "A háromnegyedes fedezékben(three-quarterscover) lévő célpont +5 bónuszt kap Védettségi Fok (AC) és ügyességi(dex) mentődobásokra."
  },
  {
    "label": "Ahhoz, hogy közelharci támadást (melee attack) hajthass végre egy lény ellen, annak a hatósugaradon belül kell lennie. A legtöbb lény hatósugara 5 láb."
  },
  {
    "label": "Bónusz akciót használhatsz egy könnyű közelharci fegyverrel (light melee weapon) való támadásra, miután a másik kezedben lévő fegyverrel támadtál."
  },
  {
    "label": "Hátrányod van olyan lények elleni támadásoknál, amelyeket nem látsz."
  },
  {
    "label": "Előnyben vagy az olyan lények elleni támadásoknál, amelyek nem látnak téged."
  },
  {
    "label": "Van valamilyen károsító állapotod (impairing condition)? Kérdezd meg a DM-ed, hogy mit jelent. Lehet, hogy változtatnod kell a stratégiádon."
  },
  {
    "label": "A rövid pihenő (short rest) legalább 1 óra, amely alatt semmi megerőltető tevékenységet nem végzel."
  },
  {
    "label": "Rövid pihenők (short rest) alatt a harcerőkockával (hit dice) dobva visszanyerheted a harcerőpontjaidat (hp), minden alkalommal hozzáadva az Állóképesség (Con) módosítódat."
  }
]
